Repository: KDE/konquest
Catalog: po/*/konquest.po
Languages: uk, zh_cn

# NAME OF TRANSLATORS
source: Your names
uk: Andriy Rysin,Eugene Onischenko,Іван Петрущак
zh_cn: KDE 中国

# EMAIL OF TRANSLATORS
source: Your emails
uk: rysin@kde.org,oneugene@ukr.net,iip@telus.net
zh_cn: kde-china@kde.org

# @title:window
source: Fleet Overview
uk: Перегляд флоту
zh_cn: 舰队概览

source: Fleet No.
uk: Номер флоту
zh_cn: 舰队编号

source: Source
uk: Походження
zh_cn: 原因

source: Destination
uk: Призначення
zh_cn: 目的地

source: Ships
uk: Кораблів
zh_cn: 飞船数

source: Kill Percentage
uk: Бойова ефективність
zh_cn: 杀伤率

source: Arrival Turn
uk: Хід прибуття
zh_cn: 到达回合

source: Standing order
uk: Тривалий наказ
zh_cn: 定期支付

source: Dialog
uk: Діалогове вікно
zh_cn: 对话

source: Players
uk: Гравці
zh_cn: 玩家

source: &Add
uk: &Додати
zh_cn: 添加(&A)

source: &Remove
uk: Ви&лучити
zh_cn: 删除(&R)

source: Map
uk: Карта
zh_cn: 地图

source: &Neutral planets:
uk: &Нейтральні планети:
zh_cn: 中立星球(&N)：

source: &Width:
uk: &Ширина:
zh_cn: 宽度(&W)：

source: &Height:
uk: &Висота:
zh_cn: 高度(&H)：

source: Production:
uk: Виробництво:
zh_cn: 产量：

source: Kill percentage:
uk: Бойова ефективність:
zh_cn: 杀伤率：

source: &Randomize
uk: &Випадково
zh_cn: 随机化(&R)

source: Owner:
uk: Власник:
zh_cn: 所有者：

source: Options
uk: Параметри
zh_cn: 选项

source: Blind map
uk: Закрита карта
zh_cn: 盲图

source: Cumulative production
uk: Накопичувальне виробництво
zh_cn: 累积产量

source: Production after capture
uk: Виробництво після захоплення
zh_cn: 夺取后产量

source: Neutrals
uk: Нейтральні
zh_cn: 中立单位

source: Show ships
uk: Показувати кораблі
zh_cn: 显示舰船数

source: Show stats
uk: Показувати результати
zh_cn: 显示状态

# Default player name is "player " + player number
source: Player %1
uk: Гравець %1
zh_cn: 玩家 %1

# The player name
source: Name
uk: Ім'я
zh_cn: 姓名

source: Type
uk: Тип
zh_cn: 类型

# @title:window
source: Start New Game
uk: Нова гра
zh_cn: 开始新游戏

source: vacant
uk: немає
zh_cn: 未占用

source: neutral
uk: нейтральна
zh_cn: 中性

source: Reinforcements (1 ship) have arrived for planet %2.
uk: Підкріплення (%1 корабель) прибуло на планету %2.
zh_cn: 增援部队(%1 条飞船)已经到达 %2 星球。

source: Planet %2 has held against an attack from %1.
uk: Планета %2 відбила атаку %1.
zh_cn: %2 星球抵挡住了来自 %1 的进攻。

source: Planet %2 has fallen to %1.
uk: %1 підкорив планету %2.
zh_cn: %2 星球落入 %1 之手。

source: End Turn
uk: Закінчити хід
zh_cn: 回合结束

source: %1: Select source planet...
uk: %1: виберіть вихідну планету…
zh_cn: %1：选择起点星球

source: %1: Select destination planet...
uk: %1: виберіть планету призначення…
zh_cn: %1：选择目标星球…

source: Not enough ships to send.
uk: Недостатньо кораблів, щоб відіслати.
zh_cn: 没有足够的飞船可派遣。

source: %1: How many ships?
uk: %1: скільки кораблів?
zh_cn: %1：多少飞船？

source: Ruler: Select starting planet.
uk: Лінійка: виберіть початкову планету
zh_cn: 统治者：选择起点星球。

source: The distance from Planet %1 to Planet %2 is %3 light years. A ship leaving this turn will arrive on turn %4
uk: Відстань між планетою %1 та планетою %2 дорівнює %3 світових років. Корабель, що вирушив цього ходу, прибуде на %4-му ході
zh_cn: 从星球 %1 到星球 %2 的距离为 %3 光年。 这回合出发的飞船将在回合 %4 到达

source: Distance
uk: Відстань
zh_cn: 距离

source: Ruler: Select ending planet.
uk: Лінійка: Виберіть кінцеву планету.
zh_cn: 统治者：选择终止星球。

source: Turn %1:
uk: Хід %1:
zh_cn: 回合 %1：

source: Do you wish to retire this game?
uk: Ви хочете закінчити гру?
zh_cn: 您要退出游戏吗？

# @title:window
source: End Game
uk: Завершення гри
zh_cn: 结束游戏

# @title:window
source: Final Standings
uk: Остаточні результати
zh_cn: 最终战果

source: Galactic Strategy Game
uk: Галактична гра-стратегія
zh_cn: 星际策略游戏

source: Copyright (c) 1999-2013, Developers
uk: © Розробники, 1999–2013

source: Computer/AI Player
uk: Комп'ютерний гравець
zh_cn: 计算机玩家

source: Port to KDE4
uk: Портування KDE4
zh_cn: 移植到 KDE4

source: Cleaning and bugfixing
uk: Чищення і виправлення вад
zh_cn: 代码清理和除错

source: Cleaning and bugfixing, maintenance
uk: Чищення і виправлення вад, супровід
zh_cn: 代码清理和除错，维护

source: Gameplay Enhancements
uk: Покращення ігрового процесу
zh_cn: 乐趣强化

source: &Game
uk: &Гра
zh_cn: 游戏(&G)

source: &View
uk: П&ерегляд
zh_cn: 视图(&V)

source: Main Toolbar
uk: Головний пенал
zh_cn: 主工具栏

# @title:window
source: Galactic Conquest
uk: Завоювання галактик
zh_cn: 星系征服

source: Galactic Conquest
uk: Завоювання галактик
zh_cn: 星系征服游戏

source: &Measure Distance...
uk: &Вимірювання відстані…
zh_cn: 测量距离(&M)...

source: &Fleet Overview...
uk: Перегляд &флоту…
zh_cn: 舰队概览(&F)...

source: Messages
uk: Повідомлення
zh_cn: 信件

source: Show &Messages
uk: &Показувати повідомлення
zh_cn: 显示消息(&M)

source: Standings
uk: Результати
zh_cn: 战绩表

source: Show &Standings
uk: Показувати &результати
zh_cn: 显示战果(&S)

source: Turn # %1
uk: Хід %1
zh_cn: 回合 # %1

source: Planet name: %1
uk: Назва планети: %1
zh_cn: 星球名字：%1

source: Owner: %1
uk: Власник: %1
zh_cn: 所有者：%1

source: Ships: %1
uk: Кораблів: %1
zh_cn: 飞船数：%1

# regarding standing orders
source: Ships due: %1
uk: Надісланих кораблів: %1
zh_cn: 飞船数：%1

source: Production: %1
uk: Виробництво: %1
zh_cn: 产量：%1

source: Kill percent: %1
uk: Бойова ефективність: %1
zh_cn: 杀伤率：%1

# A distinct unique AI playing a balanced strategy
source: Becai (Balanced)
uk: Бекаї (збалансований)
zh_cn: Becai (平衡)

source: Default (Defensive)
uk: Типовий (атакувальний)
zh_cn: 默认 (防御)

source: Default (Offensive)
uk: Типовий (атакувальний)
zh_cn: 默认 (进攻)

source: Default (Weak)
uk: Типовий (слабкий)
zh_cn: 默认 (弱)

source: Example (Passive)
uk: Приклад (пасивний)
zh_cn: 示例 (被动)

# A human player
source: Human (Player)
uk: Людина (гравець)
zh_cn: 人类(玩家)

# A human spectator
source: Human (Spectator)
uk: Людина (спостерігач)
zh_cn: 人类(旁观者)

# The player name
source: Player
uk: Гравець
zh_cn: 玩家

source: Ships Built
uk: Побудовано кораблів
zh_cn: 建造的飞船数

source: Planets Conquered
uk: Завойовано планет
zh_cn: 征服的星球数

source: Fleets Launched
uk: Відправлено флотів
zh_cn: 组成的舰队数

source: Fleets Destroyed
uk: Флотів знищено
zh_cn: 摧毁的舰队数

source: Ships Destroyed
uk: Кораблів знищено
zh_cn: 摧毁的飞船数

source: Current Production
uk: Поточне виробництво
zh_cn: 当前 生产

source: Current Fleet Size
uk: Поточний розмір флоту
zh_cn: 当前 舰队大小
