<HTML>
<HEAD>
   <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
   <META NAME="GENERATOR" CONTENT="Mozilla/4.02 [en] (WinNT; I) [Netscape]">
</HEAD>
<BODY>

<H1>
Gnu-Conquista Gal&aacute;ctica</H1>

<HR WIDTH="100%">

<P>Esta &eacute; a vers&atilde;o KDE do Gnu-Conquista Gal&aacute;ctica,
um jogo de estrat&eacute;gia multi-jogador. O objectivo &eacute; expandir
os nossos territ&oacute;rios por toda a gal&aacute;xia, destruindo os nossos
rivais.
<BR>&nbsp;
<H4>
Como jogar</H4>
Quando o jogo come&ccedil;a, tu e os teus oponentes v&atilde;o ser, cada
um, donos de um planeta, devendo conquistar planetas neutros, em que os
seus habitantes n&atilde;o s&atilde;o agressivos.

<P>Para come&ccedil;ar a tua conquista pela gal&aacute;xia, vais necessitar
de conquistar os planetas vizinhos. Cada jogador poder&aacute; fazer os
lan&ccedil;amentos que quiser na sua rodada. Para fazeres um lan&ccedil;amento,
escolhe o planeta origem com teclado (os planetas s&atilde;o "chamados"
por letras/n&uacute;meros/s&iacute;mbolos) ou com o rato (carrega num planeta).
Depois, escreve o n&uacute;mero de naves que queres mandar.

<P>Cada quadr&iacute;cula representa 0.5 anos-luz, e as naves andam "&agrave;
velocidade da luz". Ent&atilde;o, um planeta adjacente ser&aacute; alcan&ccedil;ado
na mesma rodada. Um voo de 2 quadr&iacute;culas s&oacute; chegar&aacute;
na jogada seguinte.

<P>Depois de todos os movimentos, carrega no bot&atilde;o "Fim de Rodada".

<P>Quando naves de um oponente chegarem a um planeta teu, confrontar-se-&atilde;o
com as tuas naves nesse planeta.

<P>Se mandares naves para um planeta que n&atilde;o &eacute; teu, ir&aacute;
se inverter o processo anterior. &Eacute; uma luta at&eacute; &agrave;
morte: ou conquistas o planeta, ou ele aguenta-se. Tenta de novo.

<P>
<HR WIDTH="100%">
<CENTER>Pista</CENTER>
A defesa tem vantagem sobre os atacantes. Vais ter que mandar mais naves
do que as que o planeta tem.
<BR>
<HR WIDTH="100%">

<P>O indicador de estado do planeta (a caixa preta na esquerda do &eacute;cr&atilde;)
permite-te saber o estado dos oponentes. Os teus "espi&otilde;es" revelar-te-&atilde;o
essa informa&ccedil;&atilde;o, excepto no caso dos planetas neutros. Na
informa&ccedil;&atilde;o aparece: nome, dono, produ&ccedil;&atilde;o de
naves, n&uacute;mero de naves e percentagem de matan&ccedil;a. A cad&ecirc;ncia
de produ&ccedil;&atilde;o &eacute; o n&uacute;mero de naves que v&atilde;o
ser produzidas no fim duma rodada. O n&uacute;mero de naves &eacute; o
n&uacute;mero de naves que est&atilde;o nesse planeta. E a percentagem
de matan&ccedil;a &eacute; a for&ccedil;a das naves que s&atilde;o mantidas
ou produzidas naquele planeta. Nos ataques, as naves levam a percentagem
de matan&ccedil;a do planeta de onde sairam, e a defesa do planeta tamb&eacute;m
utiliza a percentagem de matan&ccedil;a caracter&iacute;stica desse planeta.

<P>
<HR WIDTH="100%">
<CENTER>Pista</CENTER>
Se capturares um planeta com muita percentagem de matan&ccedil;a, deves
pousar l&aacute; as naves antes de atacares um outro planeta, porque elas
v&atilde;o "adquirir" a percentagem de matan&ccedil;a desse planeta interm&eacute;dio.
<BR>
<HR WIDTH="100%">
<BR>&nbsp;
<H4>
Notas</H4>
Podes ter problemas se tiveres <I>low-color (8bpp) displays</I>. O Konquest
utiliza muitas cores, porque as imagem s&atilde;o obtidas por <I>scanner</I>.
<BR>&nbsp;
</BODY>
</HTML>
